{
    "ac112f92-83e1-4186-8f2f-43196f9e9c5b": {
        "title": "The Name of the Rose",
        "authors": [
            "Umberto Eco"
        ],
        "publishedDate": "1994",
        "description": "The Name of the Rose (Italian: Il nome della rosa) is the 1980 debut novel by Italian author Umberto Eco. The year is 1327. Franciscans in a wealthy Italian abbey are suspected of heresy, and Brother William of Baskerville arrives to investigate. When his delicate mission is suddenly overshadowed by seven bizarre deaths, Brother William turns detective. William collects evidence, deciphers secret symbols and coded manuscripts, and digs into the eerie labyrinth of the abbey where extraordinary things are happening under the cover of night. A spectacular popular and critical success, The Name of the Rose is not only a narrative of a murder investigation but an astonishing chronicle of the Middle Ages.",
        "pageCount": 556,
        "categories": [
            "Detective and mystery stories"
        ],
        "imageLinks": {
            "svg": "./images/rosevector.svg",
            "smallThumbnail": "http://books.google.com/books/content?id=fxd72t5dEPMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=fxd72t5dEPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "cover": "https://covers.openlibrary.org/b/isbn/9780156001311-L.jpg"
        },
        "month": "Febuary",
        "member": "Ethan",
        "dllink": "https://drive.google.com/drive/folders/1uOehM4pBYTCs1Je-UpJfyyvGapCW3sxg"
    },
    "8f9a8ca1-6ea4-4592-b0c8-6d88e02a9dfb": {
        "title": "Paul and Virginia",
        "authors": [
            "Bernardin De Saint-Pierre Henri",
            "Jacques Henri Bernardin de Saint-Pierre"
        ],
        "publishedDate": "1989",
        "description": "First published in 1788, this is the classic of naive love that inspired the film The Blue Lagoon. Jacques-Henri Bernardin de Saint-Pierre's only novel is a classic of naïve love. First published in 1788 to wide acclaim, it subsequently appeared in hundreds of editions throughout the world and influenced a generation of French writers, from George Sand and Lamartine to Balzac and Flaubert. In modern times it has inspired major musicals, artworks, a hit song by Celine Dion, and even a chain of luxury hotels on Mauritius. Bernardin was inspired by his friend Rousseau to tell the story of two children who grow up entirely according to nature's laws on an idyllic island free from the corrupting influence of the world. They reach adolescence and fall in love, but tragedy strikes and both die untimely deaths. A key text in the development of the novel, this is a must for anyone interested in the history of European literature.",
        "pageCount": 150,
        "categories": [
            "Fiction"
        ],
        "imageLinks": {
            "svg": "./images/paulvector.svg",
            "smallThumbnail": "http://books.google.com/books/content?id=DdbZAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=DdbZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
            "cover": "https://covers.openlibrary.org/b/isbn/9780140445466-L.jpg"
        },
        "month": "March",
        "member": "Riley",
        "dllink": "https://drive.google.com/drive/folders/1_DTDxE5evEOe73I-6E9rVO2zoInngp2L"
    },
    "b7b0f2c3-970e-4641-8257-f8de288a0631": {
        "title": "When Breath Becomes Air",
        "authors": [
            "Paul Kalanithi"
        ],
        "publishedDate": "2017-01-03",
        "description": "THE NEW YORK TIMES NUMBER ONE BESTSELLER THE SUNDAY TIMES NUMBER ONE BESTSELLER 'Finishing this book and then forgetting about it is simply not an option...Unmissable' New York Times At the age of thirty-six, on the verge of completing a decade's training as a neurosurgeon, Paul Kalanithi was diagnosed with inoperable lung cancer. One day he was a doctor treating the dying, the next he was a patient struggling to live. When Breath Becomes Air chronicles Kalanithi's transformation from a medical student asking what makes a virtuous and meaningful life into a neurosurgeon working in the core of human identity - the brain - and finally into a patient and a new father. What makes life worth living in the face of death? What do you do when when life is catastrophically interrupted? What does it mean to have a child as your own life fades away? Paul Kalanithi died while working on this profoundly moving book, yet his words live on as a guide to us all. When Breath Becomes Air is a life-affirming reflection on facing our mortality and on the relationship between doctor and patient, from a gifted writer who became both.",
        "pageCount": 260,
        "categories": [
            "Death"
        ],
        "imageLinks": {
            "svg": "./images/breathvector.svg",
            "smallThumbnail": "http://books.google.com/books/content?id=fDDWDQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=fDDWDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "cover": "https://covers.openlibrary.org/b/isbn/9781784701994-L.jpg"
        },
        "month": "April",
        "member": "Jayson",
        "dllink": "https://drive.google.com/drive/folders/1y_7VP51L-bIgC94v_H_7J1rG94mCMZXZ"
    },
    "6f7f9d17-eb3a-480b-9203-11ab57bf750e": {
        "title": "Foreskin's Lament",
        "authors": [
            "Shalom Auslander"
        ],
        "publishedDate": "2008-10-07",
        "description": "A New York Times Notable Book, and a “chaotic, laugh riot” (San Francisco Chronicle) of a memoir. Shalom Auslander was raised with a terrified respect for God. Even as he grew up and was estranged from his community, his religion and its traditions, he could not find the path to a life where he didn’t struggle daily with the fear of God’s formidable wrath. Foreskin’s Lament reveals Auslander’s “painfully, cripplingly, incurably, miserably religious” youth in a strict, socially isolated Orthodox Jewish community, and recounts his rebellion and efforts to make a new life apart from it. His combination of unrelenting humor and anger renders a rich and fascinating portrait of a man grappling with his faith and family.",
        "pageCount": 320,
        "categories": [
            "Biography & Autobiography"
        ],
        "imageLinks": {
            "svg": "./images/paulvector2.svg",
            "smallThumbnail": "http://books.google.com/books/content?id=lkSQEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=lkSQEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
            "cover": "https://covers.openlibrary.org/b/id/13378915-L.jpg"
        },
        "month": "May",
        "member": "Mulli"
    }
}