{"ac112f92-83e1-4186-8f2f-43196f9e9c5b":{"title":"The Name of the Rose","authors":["Umberto Eco"],"publishedDate":"1994","description":"The Name of the Rose (Italian: Il nome della rosa) is the 1980 debut novel by Italian author Umberto Eco. The year is 1327. Franciscans in a wealthy Italian abbey are suspected of heresy, and Brother William of Baskerville arrives to investigate. When his delicate mission is suddenly overshadowed by seven bizarre deaths, Brother William turns detective. William collects evidence, deciphers secret symbols and coded manuscripts, and digs into the eerie labyrinth of the abbey where extraordinary things are happening under the cover of night. A spectacular popular and critical success, The Name of the Rose is not only a narrative of a murder investigation but an astonishing chronicle of the Middle Ages.","pageCount":556,"categories":["Detective and mystery stories"],"imageLinks":{"svg":"./images/rosevector.svg","smallThumbnail":"http://books.google.com/books/content?id=fxd72t5dEPMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api","thumbnail":"http://books.google.com/books/content?id=fxd72t5dEPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","cover":"https://covers.openlibrary.org/b/isbn/9780156001311-L.jpg"},"month":"Febuary","member":"Ethan","dllink":"https://drive.google.com/drive/folders/1uOehM4pBYTCs1Je-UpJfyyvGapCW3sxg"},"8f9a8ca1-6ea4-4592-b0c8-6d88e02a9dfb":{"title":"Paul and Virginia","authors":["Bernardin De Saint-Pierre Henri","Jacques Henri Bernardin de Saint-Pierre"],"publishedDate":"1989","description":"First published in 1788, this is the classic of naive love that inspired the film The Blue Lagoon. Jacques-Henri Bernardin de Saint-Pierre's only novel is a classic of naïve love. First published in 1788 to wide acclaim, it subsequently appeared in hundreds of editions throughout the world and influenced a generation of French writers, from George Sand and Lamartine to Balzac and Flaubert. In modern times it has inspired major musicals, artworks, a hit song by Celine Dion, and even a chain of luxury hotels on Mauritius. Bernardin was inspired by his friend Rousseau to tell the story of two children who grow up entirely according to nature's laws on an idyllic island free from the corrupting influence of the world. They reach adolescence and fall in love, but tragedy strikes and both die untimely deaths. A key text in the development of the novel, this is a must for anyone interested in the history of European literature.","pageCount":150,"categories":["Fiction"],"imageLinks":{"svg":"./images/paulvector.svg","smallThumbnail":"http://books.google.com/books/content?id=DdbZAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api","thumbnail":"http://books.google.com/books/content?id=DdbZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api","cover":"https://covers.openlibrary.org/b/isbn/9780140445466-L.jpg"},"month":"March","member":"Riley","dllink":"https://drive.google.com/drive/folders/1_DTDxE5evEOe73I-6E9rVO2zoInngp2L"},"b7b0f2c3-970e-4641-8257-f8de288a0631":{"title":"When Breath Becomes Air","authors":["Paul Kalanithi"],"publishedDate":"2017-01-03","description":"THE NEW YORK TIMES NUMBER ONE BESTSELLER THE SUNDAY TIMES NUMBER ONE BESTSELLER 'Finishing this book and then forgetting about it is simply not an option...Unmissable' New York Times At the age of thirty-six, on the verge of completing a decade's training as a neurosurgeon, Paul Kalanithi was diagnosed with inoperable lung cancer. One day he was a doctor treating the dying, the next he was a patient struggling to live. When Breath Becomes Air chronicles Kalanithi's transformation from a medical student asking what makes a virtuous and meaningful life into a neurosurgeon working in the core of human identity - the brain - and finally into a patient and a new father. What makes life worth living in the face of death? What do you do when when life is catastrophically interrupted? What does it mean to have a child as your own life fades away? Paul Kalanithi died while working on this profoundly moving book, yet his words live on as a guide to us all. When Breath Becomes Air is a life-affirming reflection on facing our mortality and on the relationship between doctor and patient, from a gifted writer who became both.","pageCount":260,"categories":["Death"],"imageLinks":{"svg":"./images/breathvector.svg","smallThumbnail":"http://books.google.com/books/content?id=fDDWDQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api","thumbnail":"http://books.google.com/books/content?id=fDDWDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api","cover":"https://covers.openlibrary.org/b/isbn/9781784701994-L.jpg"},"month":"April","member":"Jayson","dllink":"https://drive.google.com/drive/folders/1y_7VP51L-bIgC94v_H_7J1rG94mCMZXZ"},"6f7f9d17-eb3a-480b-9203-11ab57bf750e":{"title":"Foreskin's Lament","authors":["Shalom Auslander"],"publishedDate":"2008-10-07","description":"A New York Times Notable Book, and a “chaotic, laugh riot” (San Francisco Chronicle) of a memoir. Shalom Auslander was raised with a terrified respect for God. Even as he grew up and was estranged from his community, his religion and its traditions, he could not find the path to a life where he didn’t struggle daily with the fear of God’s formidable wrath. Foreskin’s Lament reveals Auslander’s “painfully, cripplingly, incurably, miserably religious” youth in a strict, socially isolated Orthodox Jewish community, and recounts his rebellion and efforts to make a new life apart from it. His combination of unrelenting humor and anger renders a rich and fascinating portrait of a man grappling with his faith and family.","pageCount":320,"categories":["Biography & Autobiography"],"imageLinks":{"svg":"./images/foreskinvector.svg","smallThumbnail":"http://books.google.com/books/content?id=lkSQEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api","thumbnail":"http://books.google.com/books/content?id=lkSQEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api","cover":"https://covers.openlibrary.org/b/id/13378915-L.jpg"},"month":"May","member":"Mulli","dllink":"https://drive.google.com/drive/folders/1EYPiL65DALOSCWcJUe8d4i1IisSqC5m3?usp=sharing"},"45ef71e8-0199-419d-8d8d-34833274522f":{"title":"Empire of Pain","authors":["Patrick Radden Keefe"],"publishedDate":"2021","description":"The inspiration behind the Netflix TV series Painkillers, starring Uzo Aduba and Matthew Broderick.Amazon's Top 20 Best Books of the Year'This is no dense medical tome, but a page-turner with a villainous family to rival the Roys in Succession, and one where every chapter ends with the perfect bombshell.' EsquireThe highly-anticipated portrait of three generations of the Sackler family, by the prize-winning, bestselling author of Say Nothing. The Sackler name adorns the walls of many storied institutions - Harvard; the Metropolitan Museum of Art; Oxford; the Louvre. They are one of the richest families in the world, known for their lavish donations in the arts and the sciences. The source of the family fortune was vague, however, until it emerged that the Sacklers were responsible for making and marketing Oxycontin, a blockbuster painkiller that was a catalyst for the opioid crisis-an international epidemic of drug addiction which has killed nearly half a million people. In this masterpiece of narrative reporting and writing, Patrick Radden Keefe exhaustively documents the jaw-dropping and ferociously compelling reality. Empire of Pain is the story of a dynasty: a parable of 21st century greed.WINNER OF THE BAILLIE GIFFORD PRIZE FOR NON-FICTION 2021 SHORTLISTED FOR THE FT & MCKINSEY BUSINESS BOOK OF THE YEAR AWARD 2021ONE OF BARACK OBAMA'S FAVOURITE BOOKS OF 2021PRAISE FOR EMPIRE OF PAIN'In this mesmerizing history of the Sackler Family-the founders and masterminds behind OxyContin-Radden Keefe spins a shocking and edifying story of ambition, power, deception, and greed that reads like fiction.' Al Woodworth, Senior Editor at Amazon (Amazon's Top 20 Best Books of the Year) 'The story of the Sacklers and OxyContin is a parable of the modern era of philanthropy being deployed to burnish the reputations of financiers and entrepreneurs . . . [A] tour-de-force' - Financial Times'There are so many \"they did what?\" moments in this book, when your jaw practically hits the page' - Sunday Times'Put simply, this book will make your blood boil....a devastating portrait of a family consumed by greed and unwilling to take the slightest responsibility or show the least sympathy for what it wrought....a highly readable and disturbing narrative.' John Carreyrou, bestselling author of Bad Blood'Empire of Pain reads like a real-life thriller, a page-turner, a deeply shocking dissection of avarice and calculated callousness... It is the measure of great and fearless investigative writing that it achieves retribution where the law could not....Exhaustively researched and written with grace and gravity, Empire of Pain unpeels a most terrible American scandal. You feel almost guilty for enjoying it so much.' - The Times (London)'An engrossing and deeply reported book about the Sackler family, the owners of Purdue Pharma. Their company created Oxycontin, the opioid introduced in the mid-90s that sent a wave of addiction and death across the country. Unlike previous books on the epidemic, Empire of Pain is focused on the wildly rich, ambitious and cutthroat family that built its empire first on medical advertising and later on painkillers. In his hands, their story becomes a great American morality tale about unvarnished greed dressed in ostentatious philanthropy.' - The New York Times'A brutal, multigenerational treatment of the Sackler family... Keefe deepens the narrative by tracing the family's ambitions and ruthless methods back to the founding patriarch, Arthur Sackler...His life might be a model for the American dream, if it hadn't arguably laid the foundations for a still-unfolding national tragedy.' - NPR","pageCount":560,"categories":["True Crime"],"imageLinks":{"svg":"./images/empirepainvector.svg","smallThumbnail":"http://books.google.com/books/content?id=5SEkzgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api","thumbnail":"http://books.google.com/books/content?id=5SEkzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api","cover":"https://covers.openlibrary.org/b/id/12535537-L.jpg"},"month":"June","member":"Shane","dllink":"https://drive.google.com/drive/folders/1Nh5FCqlWFF6vb24ZzIzgHRScPguSNqlu?usp=share_link"},"a39d330c-56f9-49dd-9911-8b27307c0daf":{"title":"The Dreaming Path","authors":["Paul Callaghan"],"publishedDate":"2022","description":"Tired of going around in circles? The Dreaming Path has always been there, but in the modern-day world, it can be hard to find. There are so many demands on us - family, health, bills, a mortgage, a career - that it can be hard to remember what's most important: you. It's time to reconnect with your story. Through conversations, exercises, Dreaming stories and key messages, in The Dreaming Path Paul Callaghan and Uncle Paul Gordon share knowledge that reveals the power of Aboriginal spirituality as a profound source of contentment and wellbeing for anyone willing to listen...","pageCount":320,"imageLinks":{"svg":"./images/dreamingpathvector.svg","smallThumbnail":"http://books.google.com/books/content?id=ZRnKzgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api","thumbnail":"http://books.google.com/books/content?id=ZRnKzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api","cover":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRY4fbCYR_9rA_X7-OlnGu3wO7dW3K5KM41JsfarQEPii3UWWluVPhgrmwkFCxGTr8GCww&usqp=CAU"},"month":"July","member":"Evans","dllink":"https://drive.google.com/drive/folders/14mrtP4U6bQ2vXU0lfM70_oizExAEPOOz?usp=sharing"},"ef178dc5-528f-4a51-836a-b059a7f56810":{"title":"The Spy who Came in from the Cold","authors":["John Le Carré"],"publishedDate":"2009","description":"le Carregrave;'s classic spy thriller now reissued with a stunning new package","pageCount":0,"categories":["Cold War"],"imageLinks":{"smallThumbnail":"http://books.google.com/books/content?id=R4I7PgAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api","thumbnail":"http://books.google.com/books/content?id=R4I7PgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"},"month":"August","member":"Brenno"}}